
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Kommunikáció engedélyezése és kísérleti tartalmak letöltése</string>
      <string id="Sup_EdgeUpdate1_3_133_3">A Microsoft Edge Update 1.3.133.3-as és újabb verziói</string>
      <string id="Part_UninstallEdgePolicy">Microsoft Edge eltávolítási házirendje</string>
      <string id="Pol_ProxyMode">Proxykiszolgáló-beállítások megadási módjának kiválasztása</string>
      <string id="Name_ForceInstallsMachine">Telepítés kényszerítése (gépszintű)</string>
      <string id="Name_ManualUpdatesOnly">Csak manuális frissítések</string>
      <string id="Pol_EdgePreview">A Windows Insider Program felhasználói regisztrálhatók az Edge előzetes verziójában</string>
      <string id="Name_UninstallEdgeDisabled">Letiltva</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 és újabb verzió</string>
      <string id="Explain_Applications">Frissített ADMX-/ADML-sablonra lesz szükség a jövőben kiadott Microsoft Edge-alkalmazások támogatásához.</string>
      <string id="Name_DesktopShortcutDisabled">Asztali parancsikon létrehozásának megakadályozása telepítéskor</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Asztali parancsikonok eltávolítása az alapértelmezett frissítéskor</string>
      <string id="ProxyFixedServers_DropDown">Rögzített proxykiszolgálók használata</string>
      <string id="TargetChannel_Dev_DropDown">Fejlesztői</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1-s és újabb verzió</string>
      <string id="Pol_ECSControl">Az Updater kommunikációjának szabályozása a Kísérletezési és konfigurációs szolgáltatással</string>
      <string id="Explain_ECSControl">A Microsoft Edge Update szolgáltatásban a Kísérletezési és konfigurációs szolgáltatás révén kísérleti tartalmakat vezethetnek be.

A kísérleti tartalmak különböző, a Microsoft által tesztelésre és visszajelzésre elérhetővé tett korai fejlesztési fázisban lévő funkciókat tartalmaznak.

Ha engedélyezi (1) ezt a házirendet, a rendszer letölti a kísérleti tartalmakat a Kísérletezési és konfigurációs szolgáltatásból.

Ha letiltja (0) ezt a házirendet, a rendszer teljesen leállítja a Kísérletezési és a konfigurációs szolgáltatással folytatott kommunikációt.

Ha nem konfigurálja ezt a házirendet, a felügyelt eszközön „letiltott” házirendként fog működni.

Ha nem konfigurálja ezt a házirendet, nem felügyelt eszközön „engedélyezett” házirendként fog működni.</string>
      <string id="Name_InstallsDisabled">Telepítések letiltva</string>
      <string id="Pol_TargetChannel">Célcsatorna felülbírálás</string>
      <string id="Pol_AllowInstallation">Telepítés engedélyezése</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Engedélyezett és felhasználói adatok törlése</string>
      <string id="Explain_CreateDesktopShortcut">Ha engedélyezi (1) ezt a szabályzatot, a rendszer létrehoz egy asztali parancsikont a Microsoft Edge telepítésekor.
  Ha letiltja (0) ezt a szabályzatot, a rendszer nem hoz létre asztali parancsikont a Microsoft Edge telepítésekor.
  Ha nem konfigurálja ezt a szabályzatot, a rendszer létrehoz egy a Microsoft Edge-re mutató asztali parancsikont a böngésző telepítésekor.
  Ha a Microsoft Edge már telepítve van, akkor ennek a szabályzatnak nem lesz hatása.

  Ha nem konfigurálja ezt a szabályzatot egy csatornához, a „Asztali parancsikon létrehozása alapértelmezett telepítéskor” szabályzat konfigurációja határozza meg, hogy a rendszer létrehoz-e parancsikont a Microsoft Edge telepítésekor.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 és újabb verzió</string>
      <string id="Pol_AllowSideBySideExperience">A Microsoft Edge egymás melletti böngészési élményének engedélyezése</string>
      <string id="Explain_AutoUpdateCheckPeriod">Az automatikus frissítéskeresések közötti minimális idő, percben.

Állítsa ezt a szabályzatot 0-s értékre a Microsoft Edge Update összes rendszeres hálózati forgalmának letiltásához. Ez nem javasolt, mivel így a Microsoft Edge Update maga sem kaphat stabilitási és biztonsági frissítéseket.

A jelen beállítás helyett a „Frissítési szabályzat alapértelmezett felülbírálása”, valamint alkalmazásonként a „Frissítési szabályzat felülbírálása” beállításokkal érdemes az alkalmazások frissítéseit kezelni.

A szabályzat értékei 0 és 43200 között lehetnek.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Bővített stabil</string>
      <string id="Explain_DefaultUpdatePolicy">Megadhatja az összes csatorna alapértelmezett működését azzal kapcsolatban, hogy a Microsoft Edge Update hogyan kezeli a Microsoft Edge elérhető frissítéseit. Ez a beállítás az egyes csatornák esetében felülbírálható, ha ezekhez a csatornákhoz beállítja az „Frissítési házirend felülbírálása” szabályzatot.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
  – A frissítések le vannak tiltva (0): A rendszer soha nem alkalmazza a frissítéseket.
  – Mindig engedélyezze a frissítéseket (1) (ajánlott): A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
  – Csak manuális frissítések (2): A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat.
  – Csak az automatikus csendes frissítések (3): A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.

Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a Microsoft Edge Update „Frissítési házirend felülbírálása” elnevezésű szabályzatban megadott módon kezeli az elérhető frissítéseket.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_WebView_AutoUpdate">Ezzel meghatározhatja, hogy a WebView2 futtatókörnyezet telepíthető legyen-e automatikus frissítések használatával. A WebView2 futtatókörnyezet az alkalmazások által a webes tartalmak megjelenítéséhez használt összetevő.
  Az automatikus frissítések alapértelmezés szerint engedélyezve vannak. A WebView2 futtatókörnyezet automatikus frissítéseinek letiltásával kompatibilitási problémák jelentkezhetnek az összetevőtől függő alkalmazásokkal.

  Ha engedélyezi ezt a szabályzatot, a Microsoft Edge Update a WebView2 futtatókörnyezet frissítéseit annak megfelelően kezeli, ahogy Ön a következő beállításokat beállítja:
  - Mindig engedélyezze a frissítéseket (1): a frissítések letöltése és alkalmazása automatikusan történik
  - A frissítések le vannak tiltva (0): a frissítéseket a rendszer soha nem tölti le és nem alkalmazza

  Ha nem engedélyezi ezt a szabályzatot, akkor a frissítések letöltése és alkalmazása automatikusan megtörténik.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 és újabb verzió</string>
      <string id="Name_MeteredUpdatesEnabled">Forgalmi díjas frissítések engedélyezve</string>
      <string id="ProxyAutoDetect_DropDown">Proxybeállítások automatikus észlelése</string>
      <string id="ProxyPacScript_DropDown">.pac proxyparancsfájl használata</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Microsoft Edge Update 1.3.179.5-ös és újabb verzió</string>
      <string id="DownloadPreference_DropDown">Gyorsítótárazható letöltési URL-címek</string>
      <string id="Name_ForceInstallsUser">Telepítés kényszerítése (felhasználónként)</string>
      <string id="Explain_AllowSideBySideExperience">Ez a házirend lehetővé teszi a felhasználók számára a Microsoft Edge (Edge HTML) és a Microsoft Edge (Chromium-alapú) párhuzamos futtatását.

Ha ez a házirend „Nem konfigurált” értékre van állítva, a Microsoft Edge (Chromium-alapú) felváltja a Microsoft Edge (Edge HTML) alkalmazást a Microsoft Edge (Chromium-alapú) stabil csatorna és a 2019. novemberi biztonsági frissítések telepítése után.  A működési mód ugyanaz, mint a „Letiltva” beállítás esetén.

A „Letiltva” (0) beállítás blokkolja a párhuzamos futtatást, és a Microsoft Edge (Chromium-alapú) felváltja a Microsoft Edge (Edge HTML) alkalmazást a Microsoft Edge (Chromium-alapú) stabil csatorna és a 2019. novemberi biztonsági frissítések telepítése után.  A működési mód ugyanaz, mint a „Nem konfigurált” beállítás esetén.

Ha ez a házirend „Engedélyezve” (1) értékre van állítva, a Microsoft Edge (Chromium-alapú) és a Microsoft Edge (Edge HTML) párhuzamosan futtatható a Microsoft Edge (Chromium-alapú) telepítése után.

Ahhoz, hogy ez a csoportházirend érvénybe lépjen, a Microsoft Edge (Chromium-alapú) alkalmazás Windows Update szolgáltatáson keresztüli automatikus telepítése előtt be kell állítani. Megjegyzés: ​A felhasználók letilthatják a Microsoft Edge (Chromium-alapú) automatikus frissítését a Microsoft Edge (Chromium-alapú) blokkoló eszközkészlet használatával.

A Microsoft Edge régi verziójának Windows 10 20H2-es verziójával való indítás és a párhuzamos böngészőélmény nem támogatott.</string>
      <string id="Explain_RemoveDesktopShortcut">Ha a szabályzatot „Rendszerszintű asztali parancsikonok törlésének kényszerítése” (1) értékre állítja, a rendszerszintű Microsoft Edge asztali parancsikonok törölve lesznek a böngésző frissítésekor vagy a számítógép újraindításakor.
  Ha a szabályzatot „Rendszerszintű és felhasználói szintű asztali parancsikonok törlésének kényszerítése” (2) értékre állítja, a meglévő rendszerszintű Microsoft Edge asztali parancsikonok törölve lesznek a böngésző frissítésekkor vagy a számítógép újraindításakor, és a meglévő felhasználói szintű asztali parancsikonok is törölve lesznek a böngésző frissítésekor. Ide tartoznak azok a felhasználói szintű asztali parancsikonok is, amelyeket a felhasználók saját maguk hoztak létre.
  Ha nem konfigurálja vagy letiltja ezt a szabályzatot, semmi sem történik a meglévő Microsoft Edge asztali parancsikonokkal.

  Ha nem konfigurálja ezt a szabályzatot egy csatornához, a „Asztali parancsikonok eltávolítása az alapértelmezett frissítéskor” szabályzatkonfiguráció meghatározza az asztali parancsikon eltávolítását.</string>
      <string id="ProxyDisabled_DropDown">Soha ne használjon proxyt</string>
      <string id="Pol_DefaultAllowInstallation">Alapértelmezett telepítés engedélyezése</string>
      <string id="Pol_ProxyPacUrl">Proxy .pac-fájljának URL-címe</string>
      <string id="Cat_Applications">Alkalmazások</string>
      <string id="Explain_ProxyPacUrl">A automatikus proxykiszolgáló-konfigurációs (PAC-) fájlra mutató URL-cím megadását teszi lehetővé.

  Ha engedélyezi ezt a házirendet, megadhatja egy PAC-fájl URL-címét, amely automatizálja, hogy a Microsoft Edge Update hogyan választja ki a megfelelő proxykiszolgálót egy adott webhely beolvasásához.

  Ez a házirend csak akkor lép érvénybe, ha manuális proxybeállításokat adott meg a „Válassza ki a proxykiszolgáló-beállítások megadásának módját” házirendben.

  Ne konfigurálja ezt a házirendet, ha nem manuális proxykiszolgáló-beállítást választott ki a „Válassza ki a proxykiszolgáló-beállítások megadásának módját” házirendben.</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5-ös és újabb verzió</string>
      <string id="TargetChannel_Beta_DropDown">Béta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21-es és újabb verzió</string>
      <string id="Explain_Preferences">A Microsoft Edge Update általános házirendjei.</string>
      <string id="Explain_WebView">Szabályzatokat határoz meg a WebView2 futtatókörnyezethez.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Alapértelmezett forgalmi díjas frissítések letiltva</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1-s és újabb verzió</string>
      <string id="Explain_ProxyServer">A Microsoft Edge Update által használandó proxykiszolgáló URL-címének megadását teszi lehetővé.

  Ha engedélyezi ezt a házirendet, megadhatja a Microsoft Edge Update által használandó proxykiszolgáló URL-címét a szervezetére vonatkozóan.

  Ez a házirend csak akkor lép érvénybe, ha manuális proxybeállításokat adott meg a „Válassza ki a proxykiszolgáló-beállítások megadásának módját” házirendben.

  Ne konfigurálja ezt a házirendet, ha nem manuális proxybeállítást választott ki a „Válassza ki a proxykiszolgáló-beállítások megadásának módját” házirendben.</string>
      <string id="Pol_MeteredUpdates">A forgalmi díjas kapcsolatok frissítéseinek engedélyezése a felhasználók számára</string>
      <string id="Name_UninstallEdgeNotConfigured">Nem konfigurált</string>
      <string id="Explain_DefaultAllowInstallation">Az összes csatornára vonatkozóan megadhatja, hogy engedélyezi vagy blokkolja a Microsoft Edge alkalmazást a tartományhoz csatlakoztatott eszközökön.

Egyes csatornák esetében felülbírálhatja ezt a szabályzatot ha engedélyezi (1) az „Telepítés engedélyezése” szabályzatot az adott csatornákra vonatkozóan.

Ha letiltja (2) ezt a szabályzatot, a Microsoft Edge telepítését blokkolja a rendszer. Ez csak akkor érinti a Microsoft Edge szoftver telepítését, ha az „Telepítés engedélyezése” szabályzat Nincs konfigurálva értékre van állítva.

Ez a szabályzat nem akadályozza meg a Microsoft Edge Update futtatását, illetve azt, hogy a felhasználók más módon telepítsék a Microsoft Edge szoftvert.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1-es és újabb verzió</string>
      <string id="TargetChannel_Stable_DropDown">Stabil</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend</string>
      <string id="Explain_ProxyMode">Lehetővé teszi a Microsoft Edge Update által használt proxykiszolgáló-beállítások megadását.

  Ha engedélyezi ezt a házirendet, a következő proxykiszolgáló-beállítások közül választhat:
   – Ha úgy dönt, hogy soha nem használ proxykiszolgálót, és mindig közvetlenül csatlakozik, a rendszer az összes egyéb beállítást figyelmen kívül hagyja.
   – Ha a rendszerproxy-beállítások használatát vagy a proxykiszolgáló automatikus észlelését választja, a rendszer az összes egyéb beállítást figyelmen kívül hagyja.
   – Ha a rögzített proxykiszolgáló módot választja, a „Proxykiszolgáló címe vagy URL-címe” területen további beállításokat adhat meg.
   – Ha .pac proxyparancsfájl használata mellett dönt, meg kell adnia a parancsfájl URL-címét a „Proxy. pac fájl URL-címe“ házirendben.

  Ha engedélyezi ezt a házirendet, a szervezeten belüli felhasználók nem tudják módosítani a proxybeállításokat a Microsoft Edge Update szolgáltatásban.

  Ha letiltja vagy nem konfigurálja ezt a házirendet, a proxykiszolgáló-beállítások nem lesznek konfigurálva, azonban a szervezeten belüli felhasználók kiválaszthatják a saját proxybeállításaikat a Microsoft Edge Update szolgáltatásban.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 és újabb verzió</string>
      <string id="Pol_RemoveDesktopShortcut">Asztali parancsikonok eltávolítása frissítéskor</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1-es és újabb verzió</string>
      <string id="Name_UpdatesDisabled">A frissítések le vannak tiltva</string>
      <string id="Pol_RollbackToTargetVersion">Visszaállítás a célverzióra</string>
      <string id="Explain_WebView_Install">Megadhatja, hogy a WebView2 futtatókörnyezet telepíthető-e a Microsoft Edge Update-tel.

  Ha engedélyezi (1) ezt a szabályzatot, a felhasználók telepíthetik a WebView2 futtatókörnyezetet a Microsoft Edge Update-tel.

  Ha letiltja (0) ezt a szabályzatot (vagy a „Telepítések letiltva” beállítást adja meg), a felhasználók nem telepíthetik a WebView2 futtatókörnyezetet a Microsoft Edge Update-tel.

  Ha a szabályzatban A számítógépszintű telepítések mindig engedélyezve vannak, de felhasználónkénti telepítések (4) nem beállítást adja meg, a WebView2 futtatókörnyezet központi telepítése csak számítógépszinten fog megtörténni.

  Ha a szabályzatban a Telepítés kényszerítése (gépszintű) (5) beállítást adja meg, a felhasználók telepíthetik a WebView2 futtatókörnyezetet minden olyan számítógépre, amelyen a Microsoft Edge Update előre telepítve lett. Az 1.3.155.43-as vagy újabb verziójú Microsoft Edge Update szükséges.

  Ha nem konfigurálja ezt a szabályzatot, a WebView2 futtatókörnyezet a Microsoft Edge Update-tel lesz telepítve.</string>
      <string id="Explain_GoogleUpdate">A Microsoft Edge böngészőnek a Microsoft Edge Update használatával történő telepítését és frissítését szabályozó házirendek.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Lehetővé teszi, hogy az összes csatornára vonatkozóan megadja az alapértelmezett működésmódot, amikor a rendszer a Microsoft Edge telepítésekor asztali parancsikont hoz létre.

  Ha a szabályzatot „Rendszerszintű asztali parancsikonok törlésének kényszerítése” (1) értékre állítja, a rendszerszintű Microsoft Edge asztali parancsikonok törölve lesznek a böngésző frissítésekor vagy a számítógép újraindításakor.
  Ha a szabályzatot „Rendszerszintű és felhasználói szintű asztali parancsikonok törlésének kényszerítése” (2) értékre állítja, a meglévő rendszerszintű Microsoft Edge asztali parancsikonok törölve lesznek a böngésző frissítésekkor vagy a számítógép újraindításakor, és a meglévő felhasználói szintű asztali parancsikonok is törölve lesznek a böngésző frissítésekor. Ide tartoznak azok a felhasználói szintű asztali parancsikonok is, amelyeket a felhasználók saját maguk hoztak létre.
  Ha nem konfigurálja vagy letiltja ezt a szabályzatot, semmi sem történik a meglévő Microsoft Edge asztali parancsikonokkal.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Ha engedélyezi ezt a szabályzatot, a rendszer minden nap letiltja a frissítési ellenőrzéseket óra:perc időponttól kezdődően egy adott időtartamig (percben). A nyári időszámítás nem befolyásolja az időtartamot. Ha például a kezdő időpont 22:00 és az időtartam 480 perc, a rendszer pontosan 8 órára letiltja a frissítéseket, függetlenül attól, hogy a nyári időszámítás ebben az időszakban kezdődik vagy végződik.

Ha letiltja vagy nem konfigurálja ezt a szabályzatot, a frissítési ellenőrzések nem lesznek letiltva egy adott időszakban sem.

A házirend értékei az órák esetében 0 és 23, a percek esetében 0 és 59, az időtartam (perc) esetében pedig 0 és 960 között lehetnek.</string>
      <string id="Name_UpdatesEnabled">Mindig engedélyezze a frissítéseket (ajánlott)</string>
      <string id="Cat_ProxyServer">Proxykiszolgáló</string>
      <string id="Pol_CreateDesktopShortcut">Asztali parancsikon létrehozása telepítéskor</string>
      <string id="Pol_AutoUpdateCheckPeriod">Automatikus frissítéskeresés időtartamának felülbírálása</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 és újabb verzió</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Asztali parancsikon létrehozása alapértelmezett telepítéskor</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Rendszerszintű asztali parancsikonok törlésének kényszerítése</string>
      <string id="Name_ECSCommunicationDisabled">Kommunikáció letiltása a Kísérletezési és konfigurációs szolgáltatással</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 és újabb verzió</string>
      <string id="Name_InstallsEnabled">Mindig engedélyezze a telepítéseket (ajánlott)</string>
      <string id="Explain_DownloadPreference">Ha engedélyezi ezt a beállítást, a Microsoft Edge Update kiszolgálója gyorsítótárazható URL-címeket próbál megadni a válaszaiban az adattartalmak frissítéséhez.</string>
      <string id="Name_AutomaticUpdatesOnly">Csak az automatikus csendes frissítések</string>
      <string id="Pol_DefaultMeteredUpdates">Az összes forgalmi díjas alkalmazás frissítésének engedélyezése a felhasználók számára</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Alapértelmezett forgalmi díjas frissítések engedélyezve</string>
      <string id="Pol_TargetVersionPrefix">Célverzió felülbírálása</string>
      <string id="Pol_UninstallEdge">A Microsoft Edge eltávolítási viselkedésének megadása</string>
      <string id="Name_MeteredUpdatesDisabled">Forgalmi díjas frissítések letiltása</string>
      <string id="Pol_DownloadPreference">Letöltési URL-cím osztályának felülbírálása</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Napi időtartam az automatikus frissítéskeresés letiltásához</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0-s és újabb verzió</string>
      <string id="Cat_WebView">A Microsoft Edge WebView2 futtatókörnyezete</string>
      <string id="Pol_UpdatePolicy">Frissítési házirend felülbírálása</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Engedélyezve</string>
      <string id="Pol_ProxyServer">Proxykiszolgáló címe vagy URL-címe</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Lehetővé teszi, hogy az összes csatornára vonatkozóan megadja az alapértelmezett működésmódot, amikor a rendszer a Microsoft Edge telepítésekor asztali parancsikont hoz létre.

  Ha engedélyezi (1) ezt a szabályzatot, a rendszer létrehoz egy asztali parancsikont a Microsoft Edge telepítésekor.
  Ha letiltja (0) ezt a szabályzatot, a rendszer nem hoz létre asztali parancsikont a Microsoft Edge telepítésekor.
  Ha nem konfigurálja ezt a szabályzatot, a rendszer létrehoz egy a Microsoft Edge-re mutató asztali parancsikont a böngésző telepítésekor.
  Ha a Microsoft Edge már telepítve van, akkor ennek a szabályzatnak nem lesz hatása.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Rendszerszintű és felhasználói szintű asztali parancsikonok törlésének kényszerítése</string>
      <string id="ProxyUseSystem_DropDown">A rendszer proxybeállításainak használata</string>
      <string id="Cat_Preferences">Beállítások</string>
      <string id="Name_InstallsEnabledMachineOnly">A számítógépszintű telepítések mindig engedélyezve vannak, de felhasználónkénti telepítések nem</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-frissítés</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Meghatározza, hogy a Microsoft Edge Update frissülni fog-e a forgalmi díjasként megjelölt kapcsolatokon, például a mobilhálózati kapcsolatokon vagy más olyan kapcsolatokon, ahol az adatforgalom minden alkalmazáshoz szabályozva van. 

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a frissítések a Microsoft Edge böngésző Névjegy lapján található „Frissítések letöltése forgalmi díjas kapcsolatokon” váltókapcsoló alapján történnek. Ha egy felhasználó nem választ, a rendszer a Windows-beállítást használja. A Windows-beállításról itt talál további információt: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Mindig engedélyezze a frissítéseket (2): Ha vannak, a frissítések mindig letöltődnek automatikus frissítés-ellenőrzéssel vagy manuális frissítés-ellenőrzéssel.

Frissítések letiltva (1): Forgalmi díjas kapcsolat használata esetén a rendszer nem tölti le a frissítéseket.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi (1) ezt a szabályzatot egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja (0) ezt a szabályzatot egy csatornára vonatkozóan (vagy „Telepítés letiltva” értékre állítja), a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a szabályzatot egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” szabályzat konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

Ha úgy állítja be ezt a szabályzatot, hogy mindig engedélyezze Machine-Wide Telepítések Per-User (4), a APP_NAME csak a teljes gépre lesz telepítve.

Ha a szabályzatban a Telepítés kényszerítése (gépszintű) (5) beállítást adja meg, számítógépszinten a(z) „APP_NAME” csak akkor telepíthető központilag, ha a Microsoft Edge Update előre lett telepítve. Az 1.3.155.43-as vagy újabb verziójú Microsoft Edge Update szükséges.

Ha a szabályzatban a Telepítés kényszerítése (felhasználónként) (6) beállítást adja meg, felhasználónkénti alapon a(z) „APP_NAME” csak akkor telepíthető központilag minden számítógépen, ha Microsoft Edge Update felhasználónként lett előre telepítve. Az 1.3.155.43-as vagy újabb verziójú Microsoft Edge Update szükséges.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
  – A frissítések le vannak tiltva (0): A rendszer soha nem alkalmazza a frissítéseket.
  – Mindig engedélyezze a frissítéseket (1) (ajánlott): A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
  – Csak manuális frissítések (2): A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
  – Csak az automatikus csendes frissítések (3): A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.

Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű szabályzatban megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Meghatározza melyik csatornára tanácsos frissíteni a Microsoft Edge-et.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge frissítve lesz a csatornában, attól függően, hogyan konfigurálja a következő opciókat:

  – Stabil: a Microsoft Edge a legújabb stabil verzióra lesz frissítve.
  – Bétaverzió: a Microsoft Edge a legújabb bétaverzióra lesz frissítve.
  – Fejlesztői: a Microsoft Edge a legújabb fejlesztői verzióra lesz frissítve.
  – Bővített stabil: a Microsoft Edge a legújabb bővített stabil verzióra lesz frissítve, amely a stabilnál hosszabb kibocsátási gyakorisággal rendelkezik. További információért látogasson el a következő webhelyre: https://go.microsoft.com/fwlink/?linkid=2163508.

Ha nem konfigurálja ezt a szabályzatot, a Microsoft Edge a legújabb elérhető verzióra frissít az alapértelmezett csatornához.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja (0) vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi (1) ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Megadhatja, hogy a Windows Insider Program felhasználói regisztrálhatók-e az Edge előzetes verziójában a Microsoft Edge Update programon keresztül.

  – Ha engedélyezi (1) ezt a szabályzatot, a Windows Insider Program felhasználói a Microsoft Edge Update programon keresztül regisztrálva lesznek az Edge előzetes verziójában.

  – Ha letiltja (0) ezt a szabályzatot, a Windows Insider Program felhasználói nem lesznek regisztrálva az Edge előzetes verziójára a Microsoft Edge Update programon keresztül.

  – Ha nem konfigurálja ezt a szabályzatot, a Windows Insider Program felhasználói alapértelmezés szerint a Microsoft Edge Update szolgáltatáson keresztül lesznek regisztrálva az Edge előzetes verziójára.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Meghatározza, hogy a Microsoft Edge Update frissülni fog-e a forgalmi díjasként megjelölt kapcsolatokon, például a mobilhálózati kapcsolatokon vagy más olyan kapcsolatokon, ahol az adatforgalom a Microsoft Edge böngészőben szabályozva van. 

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a frissítések a Microsoft Edge böngésző Névjegy lapján található „Frissítések letöltése forgalmi díjas kapcsolatokon” váltókapcsoló alapján történnek. Ha egy felhasználó nem választ, a rendszer a Windows-beállítást használja. A Windows-beállításról itt talál további információt: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Mindig engedélyezze a frissítéseket (2): Ha vannak, a frissítések mindig letöltődnek automatikus frissítés-ellenőrzéssel vagy manuális frissítés-ellenőrzéssel.

Frissítések letiltása (1): Forgalmi díjas kapcsolat használata esetén a rendszer nem tölti le a frissítéseket.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Megadhatja, hogy a Microsoft Edge (stabil csatorna) el legyen-e távolítva, vagy le legyen-e tiltva az eltávolítása az Európai Gazdasági Térség (AD FS) tartományhoz csatlakoztatott eszközein.

Ha a házirend engedélyezve van, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközről, amely az Európai Gazdasági Térség olyan országában található, amelyre vonatkozik a házirend. A felhasználói adatok az eszközön maradnak. Microsoft Edge-et eltávolítja a rendszer, amikor legközelebb automatikusan frissítéseket keres. Ha eltávolítja a Microsoft Edge-et az eszközökről, alkalmazásokból, widgetekből (például a Hírekből, a Keresésből és az Időjárásból) vagy bármely más progresszív webalkalmazásból (PWA), amely Microsoft Edge-től függ, többé nem lesz elérhető.

Ha ez a házirend „Engedélyezve és felhasználói adatok törlése” (2. beállítás) értékre van állítva, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközön, amely olyan országban van, ahol a házirendet alkalmazták, és a felhasználói adatok törlődnek az eszközről.

Ha a házirend „Letiltva” (3. beállítás) értékre van állítva, akkor az Európai Gazdasági Térség felhasználói nem távolíthatják el a Microsoft Edge-et ott, ahol ez a házirend telepítve van.

Ha a házirend „Nincs konfigurálva” (alapértelmezett beállítás), a felhasználó Windows-régióbeállítása határozza meg, hogy eltávolíthatja-e a Microsoft Edge-et egy tartományhoz csatlakoztatott eszközön. Csak az Európai Gazdasági Térség felhasználói tudják eltávolítani a Microsoft Edge-et, ha úgy döntenek. Az ezen a területen kívüli felhasználók nem fogják tudni eltávolítani a Microsoft Edge-et. 

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.

Ha Microsoft Edge-et újra kell telepíteni:
– A telepítésre vonatkozó házirendet beállíthatja úgy, hogy kényszerítse a telepítéseket (gépszintű) a Microsoft Edge újratelepítéséhez.
– Ha a Telepítési házirendet a Telepítés kényszerítése (gépszintű) értékre állítja, és az Eltávolítási házirendet Is Engedélyezve értékre állítja, a Telepítés kényszerítése (gépszintű) házirend felülbírálja az Eltávolítási házirendet.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi (1) ezt a szabályzatot egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja (0) ezt a szabályzatot egy csatornára vonatkozóan (vagy „Telepítés letiltva” értékre állítja), a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a szabályzatot egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” szabályzat konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

Ha úgy állítja be ezt a szabályzatot, hogy mindig engedélyezze Machine-Wide Telepítések Per-User (4), a APP_NAME csak a teljes gépre lesz telepítve.

Ha a szabályzatban a Telepítés kényszerítése (gépszintű) (5) beállítást adja meg, számítógépszinten a(z) „APP_NAME” csak akkor telepíthető központilag, ha a Microsoft Edge Update előre lett telepítve. Az 1.3.155.43-as vagy újabb verziójú Microsoft Edge Update szükséges.

Ha a szabályzatban a Telepítés kényszerítése (felhasználónként) (6) beállítást adja meg, felhasználónkénti alapon a(z) „APP_NAME” csak akkor telepíthető központilag minden számítógépen, ha Microsoft Edge Update felhasználónként lett előre telepítve. Az 1.3.155.43-as vagy újabb verziójú Microsoft Edge Update szükséges.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
  – A frissítések le vannak tiltva (0): A rendszer soha nem alkalmazza a frissítéseket.
  – Mindig engedélyezze a frissítéseket (1) (ajánlott): A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
  – Csak manuális frissítések (2): A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
  – Csak az automatikus csendes frissítések (3): A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.

Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű szabályzatban megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Meghatározza melyik csatornára tanácsos frissíteni a Microsoft Edge-et.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge frissítve lesz a csatornában, attól függően, hogyan konfigurálja a következő opciókat:

  – Stabil: a Microsoft Edge a legújabb stabil verzióra lesz frissítve.
  – Bétaverzió: a Microsoft Edge a legújabb bétaverzióra lesz frissítve.
  – Fejlesztői: a Microsoft Edge a legújabb fejlesztői verzióra lesz frissítve.
  – Bővített stabil: a Microsoft Edge a legújabb bővített stabil verzióra lesz frissítve, amely a stabilnál hosszabb kibocsátási gyakorisággal rendelkezik. További információért látogasson el a következő webhelyre: https://go.microsoft.com/fwlink/?linkid=2163508.

Ha nem konfigurálja ezt a szabályzatot, a Microsoft Edge a legújabb elérhető verzióra frissít az alapértelmezett csatornához.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja (0) vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi (1) ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Megadhatja, hogy a Windows Insider Program felhasználói regisztrálhatók-e az Edge előzetes verziójában a Microsoft Edge Update programon keresztül.

  – Ha engedélyezi (1) ezt a szabályzatot, a Windows Insider Program felhasználói a Microsoft Edge Update programon keresztül regisztrálva lesznek az Edge előzetes verziójában.

  – Ha letiltja (0) ezt a szabályzatot, a Windows Insider Program felhasználói nem lesznek regisztrálva az Edge előzetes verziójára a Microsoft Edge Update programon keresztül.

  – Ha nem konfigurálja ezt a szabályzatot, a Windows Insider Program felhasználói alapértelmezés szerint a Microsoft Edge Update szolgáltatáson keresztül lesznek regisztrálva az Edge előzetes verziójára.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Meghatározza, hogy a Microsoft Edge Update frissülni fog-e a forgalmi díjasként megjelölt kapcsolatokon, például a mobilhálózati kapcsolatokon vagy más olyan kapcsolatokon, ahol az adatforgalom a Microsoft Edge böngészőben szabályozva van. 

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a frissítések a Microsoft Edge böngésző Névjegy lapján található „Frissítések letöltése forgalmi díjas kapcsolatokon” váltókapcsoló alapján történnek. Ha egy felhasználó nem választ, a rendszer a Windows-beállítást használja. A Windows-beállításról itt talál további információt: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Mindig engedélyezze a frissítéseket (2): Ha vannak, a frissítések mindig letöltődnek automatikus frissítés-ellenőrzéssel vagy manuális frissítés-ellenőrzéssel.

Frissítések letiltása (1): Forgalmi díjas kapcsolat használata esetén a rendszer nem tölti le a frissítéseket.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Megadhatja, hogy a Microsoft Edge (stabil csatorna) el legyen-e távolítva, vagy le legyen-e tiltva az eltávolítása az Európai Gazdasági Térség (AD FS) tartományhoz csatlakoztatott eszközein.

Ha a házirend engedélyezve van, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközről, amely az Európai Gazdasági Térség olyan országában található, amelyre vonatkozik a házirend. A felhasználói adatok az eszközön maradnak. Microsoft Edge-et eltávolítja a rendszer, amikor legközelebb automatikusan frissítéseket keres. Ha eltávolítja a Microsoft Edge-et az eszközökről, alkalmazásokból, widgetekből (például a Hírekből, a Keresésből és az Időjárásból) vagy bármely más progresszív webalkalmazásból (PWA), amely Microsoft Edge-től függ, többé nem lesz elérhető.

Ha ez a házirend „Engedélyezve és felhasználói adatok törlése” (2. beállítás) értékre van állítva, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközön, amely olyan országban van, ahol a házirendet alkalmazták, és a felhasználói adatok törlődnek az eszközről.

Ha a házirend „Letiltva” (3. beállítás) értékre van állítva, akkor az Európai Gazdasági Térség felhasználói nem távolíthatják el a Microsoft Edge-et ott, ahol ez a házirend telepítve van.

Ha a házirend „Nincs konfigurálva” (alapértelmezett beállítás), a felhasználó Windows-régióbeállítása határozza meg, hogy eltávolíthatja-e a Microsoft Edge-et egy tartományhoz csatlakoztatott eszközön. Csak az Európai Gazdasági Térség felhasználói tudják eltávolítani a Microsoft Edge-et, ha úgy döntenek. Az ezen a területen kívüli felhasználók nem fogják tudni eltávolítani a Microsoft Edge-et. 

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.

Ha Microsoft Edge-et újra kell telepíteni:
– A telepítésre vonatkozó házirendet beállíthatja úgy, hogy kényszerítse a telepítéseket (gépszintű) a Microsoft Edge újratelepítéséhez.
– Ha a Telepítési házirendet a Telepítés kényszerítése (gépszintű) értékre állítja, és az Eltávolítási házirendet Is Engedélyezve értékre állítja, a Telepítés kényszerítése (gépszintű) házirend felülbírálja az Eltávolítási házirendet.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi (1) ezt a szabályzatot egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja (0) ezt a szabályzatot egy csatornára vonatkozóan (vagy „Telepítés letiltva” értékre állítja), a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a szabályzatot egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” szabályzat konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

Ha úgy állítja be ezt a szabályzatot, hogy mindig engedélyezze Machine-Wide Telepítések Per-User (4), a APP_NAME csak a teljes gépre lesz telepítve.

Ha a szabályzatban a Telepítés kényszerítése (gépszintű) (5) beállítást adja meg, számítógépszinten a(z) „APP_NAME” csak akkor telepíthető központilag, ha a Microsoft Edge Update előre lett telepítve. Az 1.3.155.43-as vagy újabb verziójú Microsoft Edge Update szükséges.

Ha a szabályzatban a Telepítés kényszerítése (felhasználónként) (6) beállítást adja meg, felhasználónkénti alapon a(z) „APP_NAME” csak akkor telepíthető központilag minden számítógépen, ha Microsoft Edge Update felhasználónként lett előre telepítve. Az 1.3.155.43-as vagy újabb verziójú Microsoft Edge Update szükséges.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
  – A frissítések le vannak tiltva (0): A rendszer soha nem alkalmazza a frissítéseket.
  – Mindig engedélyezze a frissítéseket (1) (ajánlott): A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
  – Csak manuális frissítések (2): A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
  – Csak az automatikus csendes frissítések (3): A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.

Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű szabályzatban megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Meghatározza melyik csatornára tanácsos frissíteni a Microsoft Edge-et.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge frissítve lesz a csatornában, attól függően, hogyan konfigurálja a következő opciókat:

  – Stabil: a Microsoft Edge a legújabb stabil verzióra lesz frissítve.
  – Bétaverzió: a Microsoft Edge a legújabb bétaverzióra lesz frissítve.
  – Fejlesztői: a Microsoft Edge a legújabb fejlesztői verzióra lesz frissítve.
  – Bővített stabil: a Microsoft Edge a legújabb bővített stabil verzióra lesz frissítve, amely a stabilnál hosszabb kibocsátási gyakorisággal rendelkezik. További információért látogasson el a következő webhelyre: https://go.microsoft.com/fwlink/?linkid=2163508.

Ha nem konfigurálja ezt a szabályzatot, a Microsoft Edge a legújabb elérhető verzióra frissít az alapértelmezett csatornához.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja (0) vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi (1) ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Megadhatja, hogy a Windows Insider Program felhasználói regisztrálhatók-e az Edge előzetes verziójában a Microsoft Edge Update programon keresztül.

  – Ha engedélyezi (1) ezt a szabályzatot, a Windows Insider Program felhasználói a Microsoft Edge Update programon keresztül regisztrálva lesznek az Edge előzetes verziójában.

  – Ha letiltja (0) ezt a szabályzatot, a Windows Insider Program felhasználói nem lesznek regisztrálva az Edge előzetes verziójára a Microsoft Edge Update programon keresztül.

  – Ha nem konfigurálja ezt a szabályzatot, a Windows Insider Program felhasználói alapértelmezés szerint a Microsoft Edge Update szolgáltatáson keresztül lesznek regisztrálva az Edge előzetes verziójára.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Meghatározza, hogy a Microsoft Edge Update frissülni fog-e a forgalmi díjasként megjelölt kapcsolatokon, például a mobilhálózati kapcsolatokon vagy más olyan kapcsolatokon, ahol az adatforgalom a Microsoft Edge böngészőben szabályozva van. 

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a frissítések a Microsoft Edge böngésző Névjegy lapján található „Frissítések letöltése forgalmi díjas kapcsolatokon” váltókapcsoló alapján történnek. Ha egy felhasználó nem választ, a rendszer a Windows-beállítást használja. A Windows-beállításról itt talál további információt: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Mindig engedélyezze a frissítéseket (2): Ha vannak, a frissítések mindig letöltődnek automatikus frissítés-ellenőrzéssel vagy manuális frissítés-ellenőrzéssel.

Frissítések letiltása (1): Forgalmi díjas kapcsolat használata esetén a rendszer nem tölti le a frissítéseket.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Megadhatja, hogy a Microsoft Edge (stabil csatorna) el legyen-e távolítva, vagy le legyen-e tiltva az eltávolítása az Európai Gazdasági Térség (AD FS) tartományhoz csatlakoztatott eszközein.

Ha a házirend engedélyezve van, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközről, amely az Európai Gazdasági Térség olyan országában található, amelyre vonatkozik a házirend. A felhasználói adatok az eszközön maradnak. Microsoft Edge-et eltávolítja a rendszer, amikor legközelebb automatikusan frissítéseket keres. Ha eltávolítja a Microsoft Edge-et az eszközökről, alkalmazásokból, widgetekből (például a Hírekből, a Keresésből és az Időjárásból) vagy bármely más progresszív webalkalmazásból (PWA), amely Microsoft Edge-től függ, többé nem lesz elérhető.

Ha ez a házirend „Engedélyezve és felhasználói adatok törlése” (2. beállítás) értékre van állítva, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközön, amely olyan országban van, ahol a házirendet alkalmazták, és a felhasználói adatok törlődnek az eszközről.

Ha a házirend „Letiltva” (3. beállítás) értékre van állítva, akkor az Európai Gazdasági Térség felhasználói nem távolíthatják el a Microsoft Edge-et ott, ahol ez a házirend telepítve van.

Ha a házirend „Nincs konfigurálva” (alapértelmezett beállítás), a felhasználó Windows-régióbeállítása határozza meg, hogy eltávolíthatja-e a Microsoft Edge-et egy tartományhoz csatlakoztatott eszközön. Csak az Európai Gazdasági Térség felhasználói tudják eltávolítani a Microsoft Edge-et, ha úgy döntenek. Az ezen a területen kívüli felhasználók nem fogják tudni eltávolítani a Microsoft Edge-et. 

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.

Ha Microsoft Edge-et újra kell telepíteni:
– A telepítésre vonatkozó házirendet beállíthatja úgy, hogy kényszerítse a telepítéseket (gépszintű) a Microsoft Edge újratelepítéséhez.
– Ha a Telepítési házirendet a Telepítés kényszerítése (gépszintű) értékre állítja, és az Eltávolítási házirendet Is Engedélyezve értékre állítja, a Telepítés kényszerítése (gépszintű) házirend felülbírálja az Eltávolítási házirendet.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi (1) ezt a szabályzatot egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja (0) ezt a szabályzatot egy csatornára vonatkozóan (vagy „Telepítés letiltva” értékre állítja), a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a szabályzatot egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” szabályzat konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

Ha a szabályzatban a Telepítés kényszerítése (felhasználónként) (6) beállítást adja meg, felhasználónkénti alapon a(z) „APP_NAME” csak akkor telepíthető központilag minden számítógépen, ha Microsoft Edge Update felhasználónként lett előre telepítve. Az 1.3.155.43-as vagy újabb verziójú Microsoft Edge Update szükséges.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
  – A frissítések le vannak tiltva (0): A rendszer soha nem alkalmazza a frissítéseket.
  – Mindig engedélyezze a frissítéseket (1) (ajánlott): A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
  – Csak manuális frissítések (2): A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
  – Csak az automatikus csendes frissítések (3): A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.

Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű szabályzatban megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Meghatározza melyik csatornára tanácsos frissíteni a Microsoft Edge-et.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge frissítve lesz a csatornában, attól függően, hogyan konfigurálja a következő opciókat:

  – Stabil: a Microsoft Edge a legújabb stabil verzióra lesz frissítve.
  – Bétaverzió: a Microsoft Edge a legújabb bétaverzióra lesz frissítve.
  – Fejlesztői: a Microsoft Edge a legújabb fejlesztői verzióra lesz frissítve.
  – Bővített stabil: a Microsoft Edge a legújabb bővített stabil verzióra lesz frissítve, amely a stabilnál hosszabb kibocsátási gyakorisággal rendelkezik. További információért látogasson el a következő webhelyre: https://go.microsoft.com/fwlink/?linkid=2163508.

Ha nem konfigurálja ezt a szabályzatot, a Microsoft Edge a legújabb elérhető verzióra frissít az alapértelmezett csatornához.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja (0) vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi (1) ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Megadhatja, hogy a Windows Insider Program felhasználói regisztrálhatók-e az Edge előzetes verziójában a Microsoft Edge Update programon keresztül.

  – Ha engedélyezi (1) ezt a szabályzatot, a Windows Insider Program felhasználói a Microsoft Edge Update programon keresztül regisztrálva lesznek az Edge előzetes verziójában.

  – Ha letiltja (0) ezt a szabályzatot, a Windows Insider Program felhasználói nem lesznek regisztrálva az Edge előzetes verziójára a Microsoft Edge Update programon keresztül.

  – Ha nem konfigurálja ezt a szabályzatot, a Windows Insider Program felhasználói alapértelmezés szerint a Microsoft Edge Update szolgáltatáson keresztül lesznek regisztrálva az Edge előzetes verziójára.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Meghatározza, hogy a Microsoft Edge Update frissülni fog-e a forgalmi díjasként megjelölt kapcsolatokon, például a mobilhálózati kapcsolatokon vagy más olyan kapcsolatokon, ahol az adatforgalom a Microsoft Edge böngészőben szabályozva van. 

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a frissítések a Microsoft Edge böngésző Névjegy lapján található „Frissítések letöltése forgalmi díjas kapcsolatokon” váltókapcsoló alapján történnek. Ha egy felhasználó nem választ, a rendszer a Windows-beállítást használja. A Windows-beállításról itt talál további információt: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Mindig engedélyezze a frissítéseket (2): Ha vannak, a frissítések mindig letöltődnek automatikus frissítés-ellenőrzéssel vagy manuális frissítés-ellenőrzéssel.

Frissítések letiltása (1): Forgalmi díjas kapcsolat használata esetén a rendszer nem tölti le a frissítéseket.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Megadhatja, hogy a Microsoft Edge (stabil csatorna) el legyen-e távolítva, vagy le legyen-e tiltva az eltávolítása az Európai Gazdasági Térség (AD FS) tartományhoz csatlakoztatott eszközein.

Ha a házirend engedélyezve van, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközről, amely az Európai Gazdasági Térség olyan országában található, amelyre vonatkozik a házirend. A felhasználói adatok az eszközön maradnak. Microsoft Edge-et eltávolítja a rendszer, amikor legközelebb automatikusan frissítéseket keres. Ha eltávolítja a Microsoft Edge-et az eszközökről, alkalmazásokból, widgetekből (például a Hírekből, a Keresésből és az Időjárásból) vagy bármely más progresszív webalkalmazásból (PWA), amely Microsoft Edge-től függ, többé nem lesz elérhető.

Ha ez a házirend „Engedélyezve és felhasználói adatok törlése” (2. beállítás) értékre van állítva, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközön, amely olyan országban van, ahol a házirendet alkalmazták, és a felhasználói adatok törlődnek az eszközről.

Ha a házirend „Letiltva” (3. beállítás) értékre van állítva, akkor az Európai Gazdasági Térség felhasználói nem távolíthatják el a Microsoft Edge-et ott, ahol ez a házirend telepítve van.

Ha a házirend „Nincs konfigurálva” (alapértelmezett beállítás), a felhasználó Windows-régióbeállítása határozza meg, hogy eltávolíthatja-e a Microsoft Edge-et egy tartományhoz csatlakoztatott eszközön. Csak az Európai Gazdasági Térség felhasználói tudják eltávolítani a Microsoft Edge-et, ha úgy döntenek. Az ezen a területen kívüli felhasználók nem fogják tudni eltávolítani a Microsoft Edge-et. 

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.

Ha Microsoft Edge-et újra kell telepíteni:
– A telepítésre vonatkozó házirendet beállíthatja úgy, hogy kényszerítse a telepítéseket (gépszintű) a Microsoft Edge újratelepítéséhez.
– Ha a Telepítési házirendet a Telepítés kényszerítése (gépszintű) értékre állítja, és az Eltávolítási házirendet Is Engedélyezve értékre állítja, a Telepítés kényszerítése (gépszintű) házirend felülbírálja az Eltávolítási házirendet.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi (1) ezt a szabályzatot egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja (0) ezt a szabályzatot egy csatornára vonatkozóan (vagy „Telepítés letiltva” értékre állítja), a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a szabályzatot egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” szabályzat konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

Ha úgy állítja be ezt a szabályzatot, hogy mindig engedélyezze Machine-Wide Telepítések Per-User (4), a APP_NAME csak a teljes gépre lesz telepítve.

Ha a szabályzatban a Telepítés kényszerítése (gépszintű) (5) beállítást adja meg, számítógépszinten a(z) „APP_NAME” csak akkor telepíthető központilag, ha a Microsoft Edge Update előre lett telepítve. Az 1.3.155.43-as vagy újabb verziójú Microsoft Edge Update szükséges.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
  – A frissítések le vannak tiltva (0): A rendszer soha nem alkalmazza a frissítéseket.
  – Mindig engedélyezze a frissítéseket (1) (ajánlott): A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
  – Csak manuális frissítések (2): A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
  – Csak az automatikus csendes frissítések (3): A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.

Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű szabályzatban megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Meghatározza melyik csatornára tanácsos frissíteni a Microsoft Edge-et.

Ha engedélyezi ezt a szabályzatot, a Microsoft Edge frissítve lesz a csatornában, attól függően, hogyan konfigurálja a következő opciókat:

  – Stabil: a Microsoft Edge a legújabb stabil verzióra lesz frissítve.
  – Bétaverzió: a Microsoft Edge a legújabb bétaverzióra lesz frissítve.
  – Fejlesztői: a Microsoft Edge a legújabb fejlesztői verzióra lesz frissítve.
  – Bővített stabil: a Microsoft Edge a legújabb bővített stabil verzióra lesz frissítve, amely a stabilnál hosszabb kibocsátási gyakorisággal rendelkezik. További információért látogasson el a következő webhelyre: https://go.microsoft.com/fwlink/?linkid=2163508.

Ha nem konfigurálja ezt a szabályzatot, a Microsoft Edge a legújabb elérhető verzióra frissít az alapértelmezett csatornához.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja (0) vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi (1) ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Megadhatja, hogy a Windows Insider Program felhasználói regisztrálhatók-e az Edge előzetes verziójában a Microsoft Edge Update programon keresztül.

  – Ha engedélyezi (1) ezt a szabályzatot, a Windows Insider Program felhasználói a Microsoft Edge Update programon keresztül regisztrálva lesznek az Edge előzetes verziójában.

  – Ha letiltja (0) ezt a szabályzatot, a Windows Insider Program felhasználói nem lesznek regisztrálva az Edge előzetes verziójára a Microsoft Edge Update programon keresztül.

  – Ha nem konfigurálja ezt a szabályzatot, a Windows Insider Program felhasználói alapértelmezés szerint a Microsoft Edge Update szolgáltatáson keresztül lesznek regisztrálva az Edge előzetes verziójára.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Meghatározza, hogy a Microsoft Edge Update frissülni fog-e a forgalmi díjasként megjelölt kapcsolatokon, például a mobilhálózati kapcsolatokon vagy más olyan kapcsolatokon, ahol az adatforgalom a Microsoft Edge böngészőben szabályozva van. 

Ha nem engedélyezi és nem konfigurálja ezt a szabályzatot, a frissítések a Microsoft Edge böngésző Névjegy lapján található „Frissítések letöltése forgalmi díjas kapcsolatokon” váltókapcsoló alapján történnek. Ha egy felhasználó nem választ, a rendszer a Windows-beállítást használja. A Windows-beállításról itt talál további információt: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Mindig engedélyezze a frissítéseket (2): Ha vannak, a frissítések mindig letöltődnek automatikus frissítés-ellenőrzéssel vagy manuális frissítés-ellenőrzéssel.

Frissítések letiltása (1): Forgalmi díjas kapcsolat használata esetén a rendszer nem tölti le a frissítéseket.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Megadhatja, hogy a Microsoft Edge (stabil csatorna) el legyen-e távolítva, vagy le legyen-e tiltva az eltávolítása az Európai Gazdasági Térség (AD FS) tartományhoz csatlakoztatott eszközein.

Ha a házirend engedélyezve van, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközről, amely az Európai Gazdasági Térség olyan országában található, amelyre vonatkozik a házirend. A felhasználói adatok az eszközön maradnak. Microsoft Edge-et eltávolítja a rendszer, amikor legközelebb automatikusan frissítéseket keres. Ha eltávolítja a Microsoft Edge-et az eszközökről, alkalmazásokból, widgetekből (például a Hírekből, a Keresésből és az Időjárásból) vagy bármely más progresszív webalkalmazásból (PWA), amely Microsoft Edge-től függ, többé nem lesz elérhető.

Ha ez a házirend „Engedélyezve és felhasználói adatok törlése” (2. beállítás) értékre van állítva, a Microsoft Edge automatikusan el lesz távolítva az összes olyan eszközön, amely olyan országban van, ahol a házirendet alkalmazták, és a felhasználói adatok törlődnek az eszközről.

Ha a házirend „Letiltva” (3. beállítás) értékre van állítva, akkor az Európai Gazdasági Térség felhasználói nem távolíthatják el a Microsoft Edge-et ott, ahol ez a házirend telepítve van.

Ha a házirend „Nincs konfigurálva” (alapértelmezett beállítás), a felhasználó Windows-régióbeállítása határozza meg, hogy eltávolíthatja-e a Microsoft Edge-et egy tartományhoz csatlakoztatott eszközön. Csak az Európai Gazdasági Térség felhasználói tudják eltávolítani a Microsoft Edge-et, ha úgy döntenek. Az ezen a területen kívüli felhasználók nem fogják tudni eltávolítani a Microsoft Edge-et. 

Ez a szabályzat csak a Microsoft® Active Directory®-tartományokhoz csatlakoztatott Windows-példányokon érhető el.

Ha Microsoft Edge-et újra kell telepíteni:
– A telepítésre vonatkozó házirendet beállíthatja úgy, hogy kényszerítse a telepítéseket (gépszintű) a Microsoft Edge újratelepítéséhez.
– Ha a Telepítési házirendet a Telepítés kényszerítése (gépszintű) értékre állítja, és az Eltávolítási házirendet Is Engedélyezve értékre állítja, a Telepítés kényszerítése (gépszintű) házirend felülbírálja az Eltávolítási házirendet.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">A frissítéskeresések közötti percek</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Óra</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Perc</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Időtartam</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">A kért letöltési URL-cím típusa</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Válassza ki a proxykiszolgáló-beállítások megadásának módját</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Proxykiszolgáló címe vagy URL-címe</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Proxy. pac fájl URL-címe</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Frissítési házirend</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Frissítési házirend</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Célverzió</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">A frissítés kommunikációjának szabályozása a Kísérletezési és konfigurációs szolgáltatással</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Célcsatorna
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Alapértelmezett forgalmi díjas frissítések szabályzata</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Forgalmi díjas frissítések szabályzata</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Telepítési házirend</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Telepítési házirend</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>